bluetui-bin
boxes
catppuccin-gtk-theme-mocha
cava-git
cmatrix-git
conceal-bin
crunch-git
ctpv-git
ddcui
dmenu-wayland-git
dotool
dprint-bin
fontpreview
httpie-desktop-bin
hyprprop-git
hyprshade-git
hyprsysteminfo-git
imgcat-bin
iwmenu
libayatana-appindicator-glib
maplemono-nf
marytts
mongodb-bin
multitail
neofetch
paru-bin-debug
pistol-bin
posting-git
pyprland
redis
rich-cli
s
spotx-git
thokr
tofi
ttf-iosevka
tufw-git
vieb-bin
walker-bin
xdg-desktop-portal-termfilechooser-git
xdg-ninja
youtube-dl
zen-browser-avx2-bin
