7zip
acpi
aic94xx-firmware
aircrack-ng
alacritty
allegro
alsa-utils
amd-ucode
anydesk-bin
anyrun-git
appimagelauncher
appmenu-gtk-module
appstream-glib
aspell
aspnet-targeting-pack
ast-firmware
at
atac
autoconf-archive
awesome-terminal-fonts
aylurs-gtk-shell-git
base
base-devel
bash-completion
bat
bc
bemenu
blesh-git
blueman
bluetooth-autoconnect
bluetui-bin
bluez
bluez-utils
bottom
boxes
breeze-icons
brightnessctl
brillo
btop
btrfs-progs
bun-bin
capitaine-cursors
catch2
catfish
catppuccin-gtk-theme-mocha
cava-git
chafa
chaotic-keyring
chaotic-mirrorlist
check-jsonschema
chess-tui
chrpath
cliphist
cloc
cmatrix-git
composer
conceal-bin
cpio
crunch-git
ctpv-git
ddcui
ddcutil
devtools
diff-so-fancy
direnv
discord
distrobox
dmenu-wayland-git
dmidecode
docker
docker-compose
dolphin
dotnet-sdk
dotool
downgrade
dprint-bin
duf
dunst
dust
dysk
efibootmgr
entr
eza
fastfetch
fd
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
figlet
firefox
fish
flameshot
flatpak
fontforge
fontpreview
fonts-kalam
foremost
freeimage
fuzzel
fwupd
fx
gdu
geoip
ghostty
ghq
gimp
git
git-delta
github-cli
gitui
glaze
glow
gnome-system-monitor
gnu-netcat
go
google-chrome
gpac
gpart
gparted
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gtk-engines
gtk4
gtksourceviewmm
gufw
gum
gvfs
gvfs-gphoto2
gvfs-mtp
haskell-base64
haskell-string-conversions
highlight
hspell
htop
httpie
httpie-desktop-bin
hunspell
hwinfo
hyprcursor-git
hyprgraphics-git
hypridle
hyprland
hyprland-qtutils-git
hyprlang-git
hyprlock-git
hyprpicker-git
hyprpolkitagent
hyprprop-git
hyprshade-git
hyprshot
hyprsunset
hyprsysteminfo-git
hyprwayland-scanner-git
icon-library
icu69
imagemagick
imgcat-bin
imv
inotify-tools
insomnia
inter-font
inxi
ipython
iwd
iwmenu
j4-dmenu-desktop
jdk-openjdk
jdk11-openjdk
jp2a
js115
jujutsu
julia
kde-cli-tools
kitty
konsolepart5
kvantum
kvantum-qt5
lazydocker
lazygit
less
lf-git
libayatana-appindicator-glib
libdisplay-info
libliftoff
libpulse
libvoikko
linux-firmware
linux-firmware-qlogic
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lolcat
loupe
lsb-release
lsd
lshw
luakit
man-db
man-pages
maplemono-nf
marytts
mdcat
mediainfo
mesa-utils
mongodb-bin
moreutils
most
mpv
mpv-mpris
mtpfs
multitail
nano
navi
ncdu
nchat-git
neofetch
neovide
neovim
nerd-fonts-inter
net-tools
network-manager-applet
networkmanager
ngrok
nlohmann-json
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nushell
nuspell
nvm
nvtop
nwg-displays
nwg-dock-hyprland
nwg-look
nyxt
ollama
openjdk8-src
openssh
openssl-1.1
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
paprefs
paru
paru-bin-debug
pavucontrol
peco
perl-file-mimeinfo
perl-image-exiftool
perl-lwp-protocol-https
perl-rename
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pistol-bin
pkgfile
pkgstats
plasma-framework5
plocate
pnpm
podman
polkit-gnome
postgresql
posting-git
powerpill
preload
progress
pulsemixer
pv
pyprland
python
python-flit-core
python-hatchling
python-linkify-it-py
python-pip
python-pipx
python-pygments
python-pynvim
python-pyquery
qalculate-gtk
qrencode
qt5-imageformats
qt5ct
qt6-svg
qt6ct
qutebrowser-git
radeontop
ranger
rate-mirrors
reaver
redis
reflector
rich-cli
ripgrep-all
rocm-smi-lib
rofi-calc
rofi-emoji
rofi-wayland
rust
rustdesk-bin
s
satty
scdoc
sddm
seatd
silicon
skim
slurp
smartmontools
speech-dispatcher
spicetify-cli-git
spicetify-marketplace-bin
spotdl
spotify
spotx-git
starship
stockfish-git
stow
strace
stress-ng
stylelint
superfile
swappy
swww
taplo-cli
taskwarrior-tui
tealdeer
tela-circle-icon-theme-blue
termdown
terminus-font
testdisk
texlive-bin
thokr
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
tofi
toilet
tomlplusplus
trash-cli
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-ibm-plex
ttf-ibmplex-mono-nerd
ttf-indic-otf
ttf-iosevka
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols-mono
ttf-twemoji-git
tufw-git
tumbler
udiskie
ufw
unp
unrar
unzip
upd72020x-fw
uwsm
vieb-bin
vim
vimb
visual-studio-code-bin
vivaldi
vivid
vulkan-validation-layers
w3m
wakatime
walker-bin
waybar-git
waypaper-git
wd719x-firmware
wev
wezterm-git
wf-recorder
wget
whois
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard-rs
wlogout
wlsunset
wmenu
wofi
wtype
xarchiver
xcb-util-errors
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xdg-desktop-portal-termfilechooser-git
xdg-ninja
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xorg-xhost
xorg-xinput
xorg-xwayland
yad
yarn
yazi
ydotool
youtube-dl
yq
yt-dlp-git
ytfzf
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zellij
zen-browser-avx2-bin
zenity
zig
zip
zk
zoxide
zram-generator
zsh
